Repository: anton0801/TVRemote
Catalog: TVRemoteScreenMirroring/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# access.verifying
source: Checking your Remote Pro access…
de: Remote Pro-Zugriff wird geprüft …
es: Comprobando tu acceso a Remote Pro…
fr: Vérification de votre accès Remote Pro…
ru: Проверяем доступ Remote Pro…

# action.chooseAnotherFile
source: Choose another file
de: Andere Datei wählen
es: Elegir otro archivo
fr: Choisir un autre fichier
ru: Выбрать другой файл

# action.contactSupport
source: Contact support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter l’assistance
ru: Написать в поддержку

# action.managePayment
source: Manage payment
de: Zahlung verwalten
es: Gestionar pago
fr: Gérer le paiement
ru: Управление оплатой

# action.openHome
source: Go to Home
de: Zum Startbildschirm
es: Ir a Inicio
fr: Aller à l’accueil
ru: На главный экран

# action.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ru: Открыть Настройки

# action.pairAgain
source: Pair again
de: Erneut koppeln
es: Vincular de nuevo
fr: Associer à nouveau
ru: Подключить заново

# action.restorePurchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ru: Восстановить покупки

# action.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ru: Повторить

# action.searchAgain
source: Search again
de: Erneut suchen
es: Buscar de nuevo
fr: Relancer la recherche
ru: Искать снова

# action.showSetupSteps
source: Show setup steps
de: Einrichtungsschritte anzeigen
es: Ver pasos de configuración
fr: Voir les étapes
ru: Показать шаги настройки

# action.turnOnWithRemote
source: Turn on with the TV remote
de: Mit der TV-Fernbedienung einschalten
es: Encender con el mando de la TV
fr: Allumer avec la télécommande
ru: Включить пультом телевизора

# action.useButtons
source: Use buttons
de: Tasten verwenden
es: Usar botones
fr: Utiliser les touches
ru: Использовать кнопки

# apps.all
source: All apps
de: Alle Apps
es: Todas las apps
fr: Toutes les apps
ru: Все приложения

# apps.catalog
source: Catalog
de: Katalog
es: Catálogo
fr: Catalogue
ru: Каталог

# apps.catalog.footer
source: Your TV doesn’t report installed apps. These are common services — they open only if installed on the TV.
de: Dein Fernseher meldet keine installierten Apps. Das sind gängige Dienste – sie öffnen sich nur, wenn sie installiert sind.
es: Tu TV no informa de sus apps. Son servicios habituales: solo se abren si están instalados en la TV.
fr: Votre téléviseur n’indique pas ses apps. Ce sont des services courants : ils s’ouvrent seulement s’ils sont installés.
ru: Телевизор не сообщает установленные приложения. Это популярные сервисы — они откроются, только если установлены на ТВ.

# apps.catalogNote
source: Catalog shortcuts open only if the app is installed on the TV.
de: Katalog-Verknüpfungen öffnen sich nur, wenn die App installiert ist.
es: Los accesos del catálogo solo se abren si la app está instalada en la TV.
fr: Les raccourcis du catalogue s’ouvrent seulement si l’app est installée.
ru: Ярлыки каталога откроются, только если приложение установлено на ТВ.

# apps.favorite
source: Add %@ to quick launch
de: %@ zum Schnellstart hinzufügen
es: Añadir %@ al acceso rápido
fr: Ajouter %@ au lancement rapide
ru: Добавить %@ в быстрый запуск

# apps.favorite.value
source: In quick launch
de: Im Schnellstart
es: En acceso rápido
fr: Dans l’accès rapide
ru: В быстром запуске

# apps.favorites
source: Quick launch
de: Schnellstart
es: Acceso rápido
fr: Lancement rapide
ru: Быстрый запуск

# apps.favorites.footer
source: Tap Reorder to change the order. Star apps below to add them.
de: Tippe auf „Sortieren“, um die Reihenfolge zu ändern. Markiere Apps mit dem Stern, um sie hinzuzufügen.
es: Toca Reordenar para cambiar el orden. Marca apps con la estrella para añadirlas.
fr: Touchez Réorganiser pour changer l’ordre. Ajoutez des apps avec l’étoile.
ru: Нажмите «Порядок», чтобы изменить порядок. Отметьте приложения звёздочкой, чтобы добавить.

# apps.installed
source: Installed on the TV
de: Auf dem Fernseher installiert
es: Instaladas en la TV
fr: Installées sur le téléviseur
ru: Установлены на ТВ

# apps.installed.footer
source: List reported by your TV.
de: Von deinem Fernseher gemeldete Liste.
es: Lista proporcionada por tu TV.
fr: Liste fournie par votre téléviseur.
ru: Список получен от телевизора.

# apps.notConnected.message
source: Connect your TV to open its apps.
de: Verbinde deinen Fernseher, um seine Apps zu öffnen.
es: Conecta tu TV para abrir sus apps.
fr: Connectez votre téléviseur pour ouvrir ses apps.
ru: Подключите телевизор, чтобы открыть его приложения.

# apps.notConnected.title
source: No TV connected
de: Kein Fernseher verbunden
es: No hay TV conectada
fr: Aucun téléviseur connecté
ru: Телевизор не подключён

# apps.open.accessibility
source: Open %@ on the TV
de: %@ auf dem Fernseher öffnen
es: Abrir %@ en la TV
fr: Ouvrir %@ sur le téléviseur
ru: Открыть %@ на ТВ

# apps.openHome
source: Go to TV Home
de: Zum TV-Startbildschirm
es: Ir al inicio de la TV
fr: Aller à l’accueil du téléviseur
ru: На главный экран ТВ

# apps.reorder
source: Reorder
de: Sortieren
es: Reordenar
fr: Réorganiser
ru: Порядок

# apps.search.empty
source: No apps match your search.
de: Keine App passt zu deiner Suche.
es: Ninguna app coincide con la búsqueda.
fr: Aucune app ne correspond à la recherche.
ru: Приложения не найдены.

# apps.status.failed
source: Couldn’t open %@.
de: %@ konnte nicht geöffnet werden.
es: No se pudo abrir %@.
fr: Impossible d’ouvrir %@.
ru: Не удалось открыть %@.

# apps.status.opened
source: %@ is open on the TV.
de: %@ ist auf dem Fernseher geöffnet.
es: %@ está abierta en la TV.
fr: %@ est ouvert sur le téléviseur.
ru: %@ открыто на телевизоре.

# apps.status.sent
source: Request to open %@ sent. Check the TV.
de: Anfrage zum Öffnen von %@ gesendet. Prüfe den Fernseher.
es: Solicitud para abrir %@ enviada. Revisa la TV.
fr: Demande d’ouverture de %@ envoyée. Vérifiez le téléviseur.
ru: Команда открыть %@ отправлена. Проверьте телевизор.

# apps.unfavorite
source: Remove %@ from quick launch
de: %@ aus Schnellstart entfernen
es: Quitar %@ del acceso rápido
fr: Retirer %@ du lancement rapide
ru: Убрать %@ из быстрого запуска

# banner.pro.billingIssue
source: There’s a problem with your payment. Update it in your Apple subscriptions to keep access.
de: Es gibt ein Problem mit deiner Zahlung. Aktualisiere sie in deinen Apple-Abos, um den Zugriff zu behalten.
es: Hay un problema con tu pago. Actualízalo en tus suscripciones de Apple para mantener el acceso.
fr: Un problème de paiement est survenu. Mettez-le à jour dans vos abonnements Apple pour garder l’accès.
ru: Проблема с оплатой. Обновите способ оплаты в подписках Apple, чтобы сохранить доступ.

# banner.pro.lifetime.message
source: All features are unlocked. No recurring payments.
de: Alle Funktionen sind freigeschaltet. Keine wiederkehrenden Zahlungen.
es: Todas las funciones están desbloqueadas. Sin pagos recurrentes.
fr: Toutes les fonctions sont débloquées. Aucun paiement récurrent.
ru: Все функции открыты. Без регулярных платежей.

# banner.pro.lifetime.oldSubscription
source: All features are unlocked. Your old subscription still renews — turn off auto-renew to stop its payments.
de: Alle Funktionen sind freigeschaltet. Dein altes Abo verlängert sich noch – deaktiviere die automatische Verlängerung, um die Zahlungen zu stoppen.
es: Todas las funciones están desbloqueadas. Tu suscripción anterior sigue renovándose: desactiva la renovación automática para detener sus pagos.
fr: Toutes les fonctions sont débloquées. Votre ancien abonnement se renouvelle encore : désactivez le renouvellement automatique pour arrêter ses paiements.
ru: Все функции открыты. Прежняя подписка ещё продлевается — отключите автопродление, чтобы остановить списания.

# banner.pro.lifetime.title
source: Lifetime Access
de: Dauerhafter Zugriff
es: Acceso de por vida
fr: Accès à vie
ru: Доступ навсегда

# banner.pro.manageAccess
source: Manage access
de: Zugriff verwalten
es: Gestionar acceso
fr: Gérer l’accès
ru: Управлять доступом

# banner.pro.manageSubscription
source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
ru: Управлять подпиской

# banner.pro.pitch
source: Unlimited remote, keyboard, apps, photos and Screen Mirroring.
de: Unbegrenzte Fernbedienung, Tastatur, Apps, Fotos und Bildschirmspiegelung.
es: Mando sin límites, teclado, apps, fotos y duplicación de pantalla.
fr: Télécommande illimitée, clavier, apps, photos et recopie de l’écran.
ru: Пульт без ограничений, клавиатура, приложения, фото и трансляция экрана.

# banner.pro.plan.lifetime
source: Remote Pro · Lifetime
de: Remote Pro · Dauerhaft
es: Remote Pro · De por vida
fr: Remote Pro · À vie
ru: Remote Pro · Навсегда

# banner.pro.plan.monthly
source: Remote Pro · Monthly
de: Remote Pro · Monatlich
es: Remote Pro · Mensual
fr: Remote Pro · Mensuel
ru: Remote Pro · Месяц

# banner.pro.plan.yearly
source: Remote Pro · Yearly
de: Remote Pro · Jährlich
es: Remote Pro · Anual
fr: Remote Pro · Annuel
ru: Remote Pro · Год

# banner.pro.renews
source: Renews on %@.
de: Verlängert sich am %@.
es: Se renueva el %@.
fr: Renouvellement le %@.
ru: Продление %@.

# banner.pro.seePlans
source: See plans
de: Tarife ansehen
es: Ver planes
fr: Voir les offres
ru: Посмотреть тарифы

# banner.pro.trial.title
source: Free trial active
de: Kostenloser Test aktiv
es: Prueba gratuita activa
fr: Essai gratuit actif
ru: Пробный период активен

# bonus.activate
source: Activate offer
de: Angebot aktivieren
es: Activar oferta
fr: Activer l’offre
ru: Активировать предложение

# bonus.appleConditions
source: Apple decides whether the offer applies to your Apple Account.
de: Apple entscheidet, ob das Angebot für deinen Apple Account gilt.
es: Apple decide si la oferta se aplica a tu cuenta de Apple.
fr: Apple décide si l’offre s’applique à votre compte Apple.
ru: Применимость предложения к вашему Apple Account определяет Apple.

# bonus.autoRenew
source: The subscription renews automatically until you cancel.
de: Das Abo verlängert sich automatisch bis zur Kündigung.
es: La suscripción se renueva automáticamente hasta que canceles.
fr: L’abonnement se renouvelle automatiquement jusqu’à résiliation.
ru: Подписка продлевается автоматически до отмены.

# bonus.awaitingApple
source: Complete the redemption in the App Store. Access starts once Apple confirms the transaction.
de: Schließe die Einlösung im App Store ab. Der Zugriff startet, sobald Apple die Transaktion bestätigt.
es: Completa el canje en el App Store. El acceso empieza cuando Apple confirme la transacción.
fr: Terminez l’utilisation du code dans l’App Store. L’accès démarre dès qu’Apple confirme la transaction.
ru: Завершите активацию в App Store. Доступ откроется после подтверждения транзакции Apple.

# bonus.checkAgain
source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
ru: Проверить снова

# bonus.discount.firstMonthOnly
source: The discount applies to the first month of the monthly plan only — not to renewals, the yearly plan or lifetime access.
de: Der Rabatt gilt nur für den ersten Monat des Monatstarifs – nicht für Verlängerungen, den Jahrestarif oder den dauerhaften Zugriff.
es: El descuento se aplica solo al primer mes del plan mensual, no a las renovaciones, al plan anual ni al acceso de por vida.
fr: La réduction ne vaut que pour le premier mois de l’offre mensuelle, pas pour les renouvellements, l’annuel ni l’accès à vie.
ru: Скидка действует только на первый месяц месячного тарифа — не на продления, годовой тариф или доступ навсегда.

# bonus.discount.prices
source: %1$@ for the first month, then %2$@ per month.
de: %1$@ im ersten Monat, danach %2$@ pro Monat.
es: %1$@ el primer mes y luego %2$@ al mes.
fr: %1$@ le premier mois, puis %2$@ par mois.
ru: %1$@ за первый месяц, затем %2$@ в месяц.

# bonus.discount.standard
source: After the first month: %@ per month.
de: Nach dem ersten Monat: %@ pro Monat.
es: Tras el primer mes: %@ al mes.
fr: Après le premier mois : %@ par mois.
ru: После первого месяца: %@ в месяц.

# bonus.freeWeek.cancel
source: Cancel at least 24 hours before the free period ends to avoid being charged.
de: Kündige mindestens 24 Stunden vor Ende des Gratiszeitraums, um eine Abbuchung zu vermeiden.
es: Cancela al menos 24 horas antes de que termine el periodo gratuito para que no se te cobre.
fr: Annulez au moins 24 heures avant la fin de la période gratuite pour éviter d’être facturé.
ru: Отмените не позднее чем за 24 часа до конца бесплатного периода, чтобы избежать списания.

# bonus.freeWeek.notAdditional
source: These 7 days replace the standard 3-day trial; they aren’t added to it.
de: Diese 7 Tage ersetzen den normalen 3‑Tage-Test; sie kommen nicht hinzu.
es: Estos 7 días sustituyen a la prueba estándar de 3 días; no se suman.
fr: Ces 7 jours remplacent l’essai standard de 3 jours ; ils ne s’y ajoutent pas.
ru: Эти 7 дней заменяют стандартные 3 дня пробного периода, а не добавляются к ним.

# bonus.freeWeek.onlyPlan
source: This bonus is available with the %@ plan.
de: Dieser Bonus gilt für den Tarif %@.
es: Este bono está disponible con el plan %@.
fr: Ce bonus est disponible avec l’offre %@.
ru: Этот бонус доступен с тарифом «%@».

# bonus.freeWeek.summary
source: 7 days free, then %@.
de: 7 Tage kostenlos, danach %@.
es: 7 días gratis y luego %@.
fr: 7 jours gratuits, puis %@.
ru: 7 дней бесплатно, затем %@.

# bonus.freeWeek.then
source: After 7 days
de: Nach 7 Tagen
es: Después de 7 días
fr: Après 7 jours
ru: После 7 дней

# bonus.freeWeek.then.monthly
source: Then monthly
de: Dann monatlich
es: Luego mensual
fr: Puis mensuel
ru: Затем помесячно

# bonus.freeWeek.then.yearly
source: Then yearly
de: Dann jährlich
es: Luego anual
fr: Puis annuel
ru: Затем ежегодно

# bonus.invite.message
source: Spin once for free to get a subscription offer. Spinning doesn’t buy anything or start a subscription.
de: Dreh einmal kostenlos für ein Abo-Angebot. Das Drehen kauft nichts und startet kein Abo.
es: Gira una vez gratis para obtener una oferta de suscripción. Girar no compra nada ni inicia una suscripción.
fr: Tournez une fois gratuitement pour obtenir une offre d’abonnement. Tourner n’achète rien et ne démarre aucun abonnement.
ru: Крутите один раз бесплатно, чтобы получить предложение подписки. Вращение ничего не покупает и не оформляет подписку.

# bonus.invite.title
source: A bonus for you
de: Ein Bonus für dich
es: Un bono para ti
fr: Un bonus pour vous
ru: Бонус для вас

# bonus.networkError
source: Couldn’t check available bonuses. Check your connection.
de: Boni konnten nicht geprüft werden. Prüfe die Verbindung.
es: No se pudieron comprobar los bonos. Revisa la conexión.
fr: Impossible de vérifier les bonus. Vérifiez la connexion.
ru: Не удалось проверить доступные бонусы. Проверьте подключение.

# bonus.noThanks
source: No thanks
de: Nein danke
es: No, gracias
fr: Non merci
ru: Нет, спасибо

# bonus.notEligible.message
source: You already have or had Remote Pro, so there’s nothing to claim here.
de: Du hast oder hattest bereits Remote Pro, daher gibt es hier nichts einzulösen.
es: Ya tienes o tuviste Remote Pro, así que aquí no hay nada que reclamar.
fr: Vous avez ou avez eu Remote Pro : il n’y a rien à récupérer ici.
ru: У вас уже есть или был Remote Pro, поэтому здесь нечего получать.

# bonus.notEligible.title
source: Welcome bonus is for new customers
de: Der Willkommensbonus ist für Neukunden
es: El bono de bienvenida es para nuevos clientes
fr: Le bonus de bienvenue est réservé aux nouveaux clients
ru: Приветственный бонус — для новых пользователей

# bonus.odds
source: Each of the %lld bonuses below has an equal chance.
de: Jeder der %lld Boni unten hat die gleiche Chance.
es: Cada uno de los %lld bonos tiene la misma probabilidad.
fr: Chacun des %lld bonus ci-dessous a la même probabilité.
ru: У каждого из %lld бонусов ниже одинаковый шанс.

# bonus.result.title
source: Your bonus
de: Dein Bonus
es: Tu bono
fr: Votre bonus
ru: Ваш бонус

# bonus.rules
source: Full promotion rules
de: Vollständige Aktionsbedingungen
es: Reglas completas de la promoción
fr: Règlement complet
ru: Полные правила акции

# bonus.sector.discount
source: %lld%% off the first month
de: %lld %% Rabatt im ersten Monat
es: %lld %% de descuento el primer mes
fr: %lld %% de réduction le premier mois
ru: Скидка %lld%% на первый месяц

# bonus.sector.freeWeek
source: 7 days free
de: 7 Tage kostenlos
es: 7 días gratis
fr: 7 jours gratuits
ru: 7 дней бесплатно

# bonus.sector.freeWeek.short
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ru: 7 дней

# bonus.soldOut
source: No bonuses are available right now.
de: Gerade sind keine Boni verfügbar.
es: No hay bonos disponibles ahora.
fr: Aucun bonus disponible pour le moment.
ru: Сейчас бонусов нет.

# bonus.spin
source: Spin
de: Drehen
es: Girar
fr: Tourner
ru: Крутить

# bonus.spin.hint
source: Reveals your saved bonus
de: Zeigt deinen gespeicherten Bonus
es: Muestra tu bono guardado
fr: Révèle votre bonus enregistré
ru: Показывает ваш сохранённый бонус

# bonus.standardPlans
source: See standard plans instead
de: Stattdessen Standardtarife ansehen
es: Ver planes estándar
fr: Voir plutôt les offres standard
ru: Посмотреть обычные тарифы

# bonus.terms.short
source: Offers are activated through Apple and apply only if Apple’s conditions are met. Discounts apply to the first month only; subscriptions then renew at the standard price until canceled.
de: Angebote werden über Apple aktiviert und gelten nur, wenn Apples Bedingungen erfüllt sind. Rabatte gelten nur im ersten Monat; danach verlängert sich das Abo zum Standardpreis bis zur Kündigung.
es: Las ofertas se activan a través de Apple y solo se aplican si se cumplen sus condiciones. Los descuentos son solo para el primer mes; después la suscripción se renueva al precio estándar hasta que canceles.
fr: Les offres s’activent via Apple et ne s’appliquent que si les conditions d’Apple sont remplies. Les réductions ne valent que pour le premier mois ; l’abonnement se renouvelle ensuite au prix standard jusqu’à résiliation.
ru: Предложения активируются через Apple и действуют только при выполнении условий Apple. Скидки — только на первый месяц; затем подписка продлевается по стандартной цене до отмены.

# bonus.title
source: Welcome bonus
de: Willkommensbonus
es: Bono de bienvenida
fr: Bonus de bienvenue
ru: Приветственный бонус

# bonus.unavailable.message
source: There’s no active bonus campaign. Standard plans are always available in Remote Pro.
de: Es läuft keine Bonusaktion. Standardtarife findest du immer unter Remote Pro.
es: No hay ninguna campaña activa. Los planes estándar siempre están en Remote Pro.
fr: Aucune campagne de bonus active. Les offres standard sont toujours disponibles dans Remote Pro.
ru: Активной бонусной акции нет. Обычные тарифы всегда доступны в Remote Pro.

# bonus.unavailable.title
source: No offers right now
de: Gerade keine Angebote
es: No hay ofertas ahora
fr: Aucune offre pour le moment
ru: Сейчас предложений нет

# bonus.verified
source: Offer activated by Apple on %@.
de: Angebot von Apple am %@ aktiviert.
es: Oferta activada por Apple el %@.
fr: Offre activée par Apple le %@.
ru: Предложение активировано Apple %@.

# capability.appLaunch
source: Opening TV apps
de: TV-Apps öffnen
es: Abrir apps de la TV
fr: Ouverture des apps TV
ru: Запуск приложений ТВ

# capability.note.airPlayAvailable
source: This TV advertises AirPlay: iPhone’s own Screen Mirroring from Control Center may work, free.
de: Dieser Fernseher meldet AirPlay: Die eigene Bildschirmsynchronisierung des iPhone im Kontrollzentrum kann kostenlos funktionieren.
es: Esta TV anuncia AirPlay: la duplicación propia del iPhone desde el Centro de control puede funcionar, gratis.
fr: Ce téléviseur annonce AirPlay : la Recopie de l’écran intégrée à l’iPhone peut fonctionner gratuitement.
ru: Телевизор поддерживает AirPlay: может работать встроенный «Повтор экрана» iPhone из Пункта управления — бесплатно.

# capability.note.appLaunchUnconfirmed
source: The TV may not confirm that an app opened.
de: Der Fernseher bestätigt das Öffnen einer App eventuell nicht.
es: Es posible que la TV no confirme que la app se abrió.
fr: Le téléviseur peut ne pas confirmer l’ouverture d’une app.
ru: Телевизор может не подтверждать открытие приложения.

# capability.note.appListIsCatalog
source: The TV doesn’t report installed apps, so a catalog of common services is shown.
de: Der Fernseher meldet keine installierten Apps, daher wird ein Katalog bekannter Dienste gezeigt.
es: La TV no informa de sus apps instaladas; se muestra un catálogo de servicios habituales.
fr: Le téléviseur n’indique pas ses apps installées : un catalogue de services courants est affiché.
ru: Телевизор не сообщает установленные приложения — показан каталог популярных сервисов.

# capability.note.holdNotSupported
source: Holding a key repeats it instead of a long press.
de: Gedrückthalten wiederholt die Taste statt eines langen Drucks.
es: Mantener pulsada una tecla la repite en lugar de una pulsación larga.
fr: Maintenir une touche la répète au lieu d’un appui long.
ru: Удержание кнопки повторяет нажатие, а не делает долгое нажатие.

# capability.note.mediaRendererUnreachable
source: The media receiver didn’t respond.
de: Der Medienempfänger hat nicht geantwortet.
es: El receptor multimedia no respondió.
fr: Le récepteur multimédia n’a pas répondu.
ru: Медиаприёмник не ответил.

# capability.note.mirroringNeedsBrowser
source: Uses the TV’s web browser as receiver; latency is higher than a cable.
de: Nutzt den Webbrowser des Fernsehers als Empfänger; die Verzögerung ist höher als per Kabel.
es: Usa el navegador de la TV como receptor; la latencia es mayor que con cable.
fr: Utilise le navigateur du téléviseur comme récepteur ; la latence est supérieure à un câble.
ru: Приёмник — браузер телевизора; задержка выше, чем по кабелю.

# capability.note.mirroringNoBrowserOnPlatform
source: This TV has no web browser we can use, so our Screen Mirroring isn’t available.
de: Dieser Fernseher hat keinen nutzbaren Webbrowser, daher ist unsere Spiegelung nicht verfügbar.
es: Esta TV no tiene un navegador que podamos usar, así que nuestra duplicación no está disponible.
fr: Ce téléviseur n’a pas de navigateur utilisable : notre recopie n’est pas disponible.
ru: На этом телевизоре нет подходящего браузера, поэтому наша трансляция экрана недоступна.

# capability.note.mirroringVideoOnlyNoAudio
source: Picture only — sound stays on the iPhone.
de: Nur Bild – der Ton bleibt auf dem iPhone.
es: Solo imagen: el sonido sigue en el iPhone.
fr: Image uniquement : le son reste sur l’iPhone.
ru: Только изображение — звук остаётся на iPhone.

# capability.note.noMediaRenderer
source: No media receiver (DLNA) found on this TV.
de: Kein Medienempfänger (DLNA) auf diesem Fernseher gefunden.
es: No se encontró un receptor multimedia (DLNA) en esta TV.
fr: Aucun récepteur multimédia (DLNA) trouvé sur ce téléviseur.
ru: На телевизоре не найден медиаприёмник (DLNA).

# capability.note.notCheckedYet
source: Not checked yet.
de: Noch nicht geprüft.
es: Aún sin comprobar.
fr: Pas encore vérifié.
ru: Ещё не проверено.

# capability.note.protocolUnsupported
source: This TV’s protocol doesn’t offer it.
de: Das Protokoll dieses Fernsehers bietet das nicht.
es: El protocolo de esta TV no lo ofrece.
fr: Le protocole de ce téléviseur ne le propose pas.
ru: Протокол этого телевизора не поддерживает эту функцию.
